Repository: Idan-Neeman/Crypto-Payments-Woo
Catalog: lang/*.po
Languages: es_es

source: Accept Bitcoin/FairCoin payment from WooCommerce store without help of middle man! Receive payment instantly and directly to your own coin address (generate on-the-fly by Electrum) without rotating to 3rd party wallet.
es_es: Acepta pagos en Bitcoin/Faircoin desde tu tienda WooCommere sin intermediarios! Recibe pagos instantáneamente y directamente a tu dirección de monedero (generado al vuelo por Electrum) sin pasar por monederos de terceros.

source: General Settings
es_es: Opciones Generales

source: BTC Gateway Settings
es_es: Opciones de pasarela BTC

source: FAIR Gateway Settings
es_es: Opciones de pasarela FAIR

source: Verifying payment...
es_es: Verificando el pago...

source: Verify payment in <span id="check-time">60</span> seconds
es_es: Verificando el pago en <span id="check-time">60</span> segundos

source: &#x2705; Payment received!
es_es: &#x2705; Pago recibido!

source: Payment Instructions, original template (for reference):<br />
es_es: Instrucciones de pago, template original (para referencia)

source: Please send your Bitcoin BTC payment as follows:
es_es: Por favor, envía tu pago en BTC como se indica:

source: Amount
es_es: Importe

source: Bitcoin Address
es_es: Dirección Bitcoin

source: QR code
es_es: Código QR

source: Status
es_es: Estado

source: Check balance in
es_es: Verificando balance en

source: seconds
es_es: segundos

source: Please note:
es_es: Notas adicionales:

source: We are not responsible for lost funds if you send anything other than FAIR
es_es: No somos responsables por fondos perdidos si envías algo diferente a FAIR

source: You must initiate a payment within 1 hour, or your order may be cancelled
es_es: Debes realizar el pago dentro de una hora o tu órden puede ser cancelada

source: As soon as your payment is received in full you will receive email confirmation with order delivery details.
es_es: En cuanto verifiquemos tu pago, te enviaremos un correo de confirmación con detalles de la entrega.

source: Specific instructions given to the customer to complete Faircoins payment.<br />You may change it, but make sure these tags will be present: <b>{{{FAIRCOINS_AMOUNT}}}</b>, <b>{{{FAIRCOINS_ADDRESS}}}</b>, <b>{{{FAIRCOINS_PAY_URL}}}</b> and <b>{{{EXTRA_INSTRUCTIONS}}}</b> as these tags will be replaced with customer - specific payment details.
es_es: Instrucciones específicas para que los clientes completen pagos en Faircoin.<br />Puedes modificarlo pero asegúrate de que los siguientes tags se encuentran presentes: <b>{{{FAIRCOINS_AMOUNT}}}</b>, <b>{{{FAIRCOINS_ADDRESS}}}</b>, <b>{{{FAIRCOINS_PAY_URL}}}</b> and <b>{{{EXTRA_INSTRUCTIONS}}}</b> ya que serán reemplazados por los datos específicos del cliente y el pago.

source: Please send your Faircoin FAIR payment as follows:
es_es: Por favor, envía los Faircoin como se indica:

source: FairCoin Address
es_es: Dirección Faircoin

source: Waiting for payment...
es_es: Esperando el pago...

source: The chosen payment method accepts ONLY FairCoin! Any other payments (Bitcoin, LiteCoin etc) will not process and the funds will be lost forever!
es_es: El método de pago seleccionado acepta SOLO Faircoin! El envío de cualquier otra moneda (Bitcoin, Litecoin, etc) no será procesado y los fondos se perderán definitivamente!

source: As soon as your payment is verified, we will send you a confirmation e-mail with order delivery details.
es_es: En cuanto verifiquemos el pago, te enviaremos un correo de confirmación con los detalles de la entrega.
